[
  { "deutsch": "Czym jest wiara?", "englisch": "Wiara jest przylgnięciem osobistym całego człowieka (Rozumem i wolą) do Boga, który objawia się poprzez czynz i słowa. Ma to podwójny wymiar: przylgnięcie od Osoby i do prawdy." },
  { "deutsch": "Czym jest Pismo Święte?", "englisch": "Pismo Święte to księgi spisane pod natchnieniem Ducha Świętego, które zawierają zbawczą prawdę Bożą."},
  { "deutsch": "Kto jest autorem Pisma Świętego?", "englisch": "Autorem Pisma Świętego jest Bóg, który dał natchnienie ludzkim autorom. W ten sposób daje nam pewność, że ich pisma zawierają bezbłędnie zbawczą prawdę."},
  { "deutsch": "Ile ksiąg zawiera Pismo Święte?", "englisch": "Pismo Święte dzieli się na Stary i Nowy Testament. Stary Testament zawiera 46 ksiąg, natomiast Nowy - 27"},
  { "deutsch": "Czym jest Tradzcja?", "englisch": "Tradycja to nauczanie powierzone przez Chrystusa Pana i Ducha Świętego Apostołom i przekazywane przez ich następców"},
  { "deutsch": "Co nam Bóg objawia o Sobie?", "englisch": "Bóg objawił się jako 'Ten, który jest'. Jest Prawdą i Miłością"},
  { "deutsch": "Jaka jest zasadnicza tajemnica naszej wiary?", "englisch": "Tajemnica Trójcy Świętej: Ojca, Syna i Ducha Świętego."},
  { "deutsch": "Kim jest człowiek?", "englisch": "Bóg stworzył człowieka na swój obraz. Człowiek jest jednością ciała i duszy."},
  { "deutsch": "Kim jest Jezus Chrystus?", "englisch": "Jezus Chrystus jest Bogiem i człowiekiem. Ma dwie natury: boską i ludzką, nie zmieszane, lecz zjednoczone w jednej Osobie i Syna Bożego."},
  { "deutsch": "Co znaczy słowo 'Wcielenia'?", "englisch": "W czasie wybranym przez Boga, jedyny Syn Ojca, stał się człowiekiem nie tracąc boskiej natury, przyją ludzką."},
  { "deutsch": "W jaki sposób Syn Boży stał się człowiekiem?", "englisch": "Syn Boży począ się z Ducha Świętego i narodził sięz Marzi Dziewicy."},
  { "deutsch": "Co to znaczy, że Maryja jest Matką Bożą?", "englisch": "To znaczy, że jest Matką Syna Bożego, który poprzez Nią przyją ludzką naturę, sam będąc Bogiem."},
  { "deutsch": "Co znaczy, że Maryja jest Niepokalanie Poczęta?", "englisch": "Maryja jest Niepokalnaie Poczęta, to znaczy, że od chwili poczęcia została całkowicie zachowana od skazy grzechu pierworodnego. Mówimy o niej, że jest Niepokalana, gdyż nie popełniła żadnego grzechu podczas całego życia."},
  { "deutsch": "Jakie znaczenie ma zmartwychwstanie Chrystusa?", "englisch": "Chrystus, pierwszy spośród umarłych, jest przyczyną naszego zmartwychwstania: Już dziś - dzięki uprawiedliweniu naszej duszy, a póżniej - przez wzkrzeszenie do życia naszego ciała."},
  { "deutsch": "Czym jest śmierć? I co oznacza zmartwychwstanie?", "englisch": "Pr zez śmierć dusza zostaje oddzielona od ciała, ale w zmartwychwstaniu Bóg obdaży życie nieprzemijającym nasze ciało przemienione i zjednoczone z duszą."},
  { "deutsch": "Co to jest życie wieczne?", "englisch": "Życie wieczne jest zarówno oczekiwanym z nadzieją darem Bożym, jak i nagroda za czynione dobro na ziemi, które jest owocem współpracy człowieka z Bogiem. Szczęście wieczne to owoc miłości, do której człowiek doszedł za życia."},
  { "deutsch": "Kim jest Duch Święty?", "englisch": "Jest jedną z osób Trójcy Świętej, współistotną Ojcu i Synowi."},
  { "deutsch": "Czym jest Kościół?" , "englisch" : "Kościół jest założoną przez Chrystusa wspólnotą wiary, nadziei i miłości mającą podwójny wymiar - ludzki i Boży: jest społecznością hierarchiczną i Ciałem Mistycznym Chrystusa: zrzeszeniem widzialnym i wspólnotą duchową: wspólnotą na ziemi wyposażoną w dary niebieskie." },
  { "deutsch": "Jakie są podstawowe cechy Kościoła?", "englisch":  "Kościół jest jeden, święty, powszechny i apostolski."},
  { "deutsch": "Dlaczego Kościół jest jeden?", "englisch": "Kościół jest jeden, bo ma jednego Pana, wyznaje jedną wiarę rodzi się z jednego chrztu, tworzy jedno Ciało, ożywiany jest jednym Duchem i żyje jedną nadzieją."},
  { "deutsch": "Co to znaczy, że Kościół jest święty?", "englisch": "Kościół jest święty, bo jego Twórcą jest Najświętszy Bóg: Chrystus wydał siebie dla jego uświęcenia: Duch świętości go ożywia. Składa się wprawdzie z grzeszników, ale są oni wezwani do świętości."},
  { "deutsch": "Co to znaczy, że Kościół jest powszechny?", "englisch": "Kościół jest powszechny, to znaczy że głosi całość wiary: ma pełnię środków potrzebnych do zbawienia: jest posłany wszystkich narodów: zwraca się do każdego człowieka."},
  { "deutsch": "Co to znaczy, że Kościół jest apostolski?", "englisch": "To znaczy, że jest zbudowany na fundamencie dwunastu Apostołów: jest niezniszczalny: w sposób nieomylny zachowuję prawdę: Chrystus nim kieruje przez Piotra i Apostołów: obecnych w swoich następcach - paieżu i Kolegium biskupów."},
  { "deutsch": "Jaką funkcję w Kościele pełni papież?", "englisch": "Papież, biskup Rzymu, następca św. Piotra, jest głową Kolegium biskupów, wikariuszem Chrystusa i pasterzem całego Kościoła na ziemi. Z ustanowienia Bożego posiada on najwyższą, pełną, bezpośrednią i powszechną władzę duszpasterską."},
  { "deutsch": "Jaką rolę spełniają biskupi?", "englisch": "Biskupi, jako następcy Apostołów i członkowie Kolegium są głową widzialną Kościoła lokalnego, mają udział w odpowiedzialności apostolskiej i misji całego Kościoła pod zwierzchnictwem papieża."},
  { "deutsch": "Jaka jest rola kapłanów?", "englisch": "Kalani sąwezwani do tego, by być współpracownikami biskupów i wraz z nimi być odpowiedzialnymi za Kościół lokalny. Od biskupa otrzymują misję kierowania wspólnotą parafialną lub określoną funkcję kościelną."}
]